name: "monai_bdc"
backend: "python"

input [
  {
    name: "IMAGE"
    data_type: TYPE_STRING
    dims: [ 1 ]

  }
]

output [
  {
    name: "OUTPUT"
    data_type: TYPE_FP32
    dims: [ 1 ]
  }
]

instance_group [
  {
    kind: KIND_GPU
  }
]
